[
  {
    "id": "0",
    "name": "Cyberpunk 2077",
    "image": "https://5.imimg.com/data5/SELLER/Default/2021/4/ZG/KS/BN/2912323/cyberpunk-2077-ps4-for-playstation-4--500x500.jpg",
    "price": "From ₹100",
    "description": "Cyberpunk 2077 is an open-world, action-adventure story set in Night City, a megalopolis obsessed with power, glamour and body modification. You play as V, a mercenary outlaw going after a one-of-a-kind implant that is the key to immortality.",
    "numInStock": false
  },
  {
    "id": "1",
    "name": "Grand Theft Auto V",
    "image": "https://n2.sdlcdn.com/imgs/j/f/i/Grand-Theft-Auto-V-GTA-SDL866265713-1-e7826.jpg",
    "price": "From ₹50",
    "description": "Grand Theft Auto V is an action-adventure game played from either a third-person or first-person perspective. Players complete missions—linear scenarios with set objectives—to progress through the story. Outside of the missions, players may freely roam the open world.",
    "numInStock": true
  },
  {
    "id": "2",
    "name": "Call of Duty: Modern Warfare",
    "image": "https://m.media-amazon.com/images/I/81n2llGXyiL._SL1500_.jpg",
    "price": "From ₹50",
    "description": "Call of Duty 4: Modern Warfare is a 2007 first-person shooter video game developed by Infinity Ward and published by Activision. It is the fourth main installment in the Call of Duty series. The game breaks away from the World War II setting of previous entries and is instead set in modern times.",
    "numInStock": true
  },
  {
    "id": "3",
    "name": "Days Gone",
    "image": "https://m.media-amazon.com/images/I/91vmzZ8cz-L._AC_SX425_.jpg",
    "price": "From ₹50",
    "description": "Days Gone is an open-world action-adventure game set in a harsh wilderness two years after a devastating global pandemic. Step into the dirt flecked shoes of former outlaw biker Deacon St. John, a bounty hunter trying to find a reason to live in a land surrounded by death.",
    "numInStock": true
  },
  {
    "id": "4",
    "name": "Far Cry 5",
    "image": "https://m.media-amazon.com/images/I/91keHwoCTAL._SL1500_.jpg",
    "price": "From ₹100",
    "description": "Similar to its predecessors, Far Cry 5 is an action-adventure first-person shooter set in an open world environment which the player can explore freely on foot or via various vehicles.",
    "numInStock": true
  },
  {
    "id": "5",
    "name": "God of War",
    "image": "https://m.media-amazon.com/images/I/81N142alGkL._AC_SX425_.jpg",
    "price": "From ₹50",
    "description": "In God of War, players control Kratos, a Spartan warrior who is sent by the Greek gods to kill Ares, the god of war. As the story progresses, Kratos is revealed to be Ares' former servant, who had been tricked into killing his own family and is haunted by terrible nightmares.",
    "numInStock": true
  }
]
